[
  {
    "id": "jewel-1",
    "name": "Elegant Gold Necklace",
    "slug": "elegant-gold-necklace",
    "price": 85000,
    "type": "necklace",
    "image": "/images/gold-necklace.png",
    "description": "This timeless 18K gold necklace is a tribute to elegance and sophistication. Designed with delicate craftsmanship, its subtle shimmer enhances any outfit—whether for special events or daily grace. It layers beautifully with other pieces or stands alone with quiet confidence. Ideal for those who appreciate jewelry that’s both luxurious and versatile, it never goes unnoticed."
  },
  {
    "id": "jewel-2",
    "name": "Charm Pendant Necklace",
    "slug": "charm-pendant-necklace",
    "price": 52000,
    "type": "necklace",
    "image": "/images/top-view-gold-chain-dark-background (1).png",
    "description": "This gold-plated charm necklace is more than an accessory—it’s a personal story. With a customizable pendant and delicate chain, it celebrates individuality in a refined, modern form. Ideal for layering or worn solo, its soft brilliance adds meaning and charm to every look. Perfect for gifts or keepsakes that hold symbolic value."
  },
  {
    "id": "jewel-3",
    "name": "Crystal Bracelet",
    "slug": "crystal-bracelet",
    "price": 30000,
    "type": "bracelet",
    "image": "/images/rose-gold-bracelet.png",
    "description": "The Crystal Bracelet combines spiritual symbolism with minimalist style. Made from polished semi-precious stones and strung on a stretch band, it offers comfort, balance, and bold color. Whether you wear it for energy, intention, or fashion, it’s the perfect companion for everyday wear or mindful gifting. It stacks well and feels effortlessly meaningful."
  },
  {
    "id": "jewel-4",
    "name": "Sterling Silver Ring",
    "slug": "sterling-silver-ring",
    "price": 38000,
    "type": "ring",
    "image": "/images/silver-ring.png",
    "description": "This sterling silver ring is a sleek tribute to minimal design. Crafted for comfort and shine, its clean silhouette adapts to any look—from business attire to weekend casual. Durable and anti-tarnish, it’s designed to last through seasons and trends. Whether worn alone or stacked, it adds polish without being overbearing."
  },
  {
    "id": "jewel-5",
    "name": "Diamond Stud Earrings",
    "slug": "diamond-stud-earrings",
    "price": 120000,
    "type": "earring",
    "image": "/images/diamond-earrings.png",
    "description": "Crafted with ethically sourced diamonds set in white gold, these timeless studs bring subtle brilliance to your day. The elegant sparkle suits every occasion—from the office to weddings. Their screw-back design ensures lasting comfort and safety. An everyday essential or a special-occasion favorite, these earrings redefine timeless beauty with refined simplicity."
  },
  {
    "id": "jewel-6",
    "name": "Gold Mesh Watch",
    "slug": "gold-mesh-watch",
    "price": 95000,
    "type": "watch",
    "image": "/images/gold-watch.png",
    "description": "This gold mesh watch merges minimalist design with luxurious finish. Its clean dial and lightweight stainless-steel strap make it ideal for daily wear or formal occasions. Whether paired with a suit or casual outfit, it brings elegance and practicality together. A versatile wrist essential for those who prefer sleek functionality with golden tones."
  },
  {
    "id": "jewel-7",
    "name": "Rose Gold Chronograph",
    "slug": "rose-gold-chronograph",
    "price": 110000,
    "type": "watch",
    "image": "/images/close-up-clock-with-time-change.png",
    "description": "Bold and modern, this rose gold chronograph watch features multi-functional sub-dials, a durable case, and sophisticated details. Designed for the style-conscious individual who values precision and fashion. The warm metal tone pairs beautifully with any skin tone. Elevate your accessories with a statement watch built for both aesthetics and performance."
  },
  {
    "id": "jewel-8",
    "name": "Brown Leather Strap Watch",
    "slug": "brown-leather-watch",
    "price": 68000,
    "type": "watch",
    "image": "/images/brown-leather.png",
    "description": "With a silver case and soft brown leather strap, this watch offers timeless style and everyday comfort. Its minimalist face keeps the focus on elegance and readability. Perfect for office wear or casual weekends, it's a staple accessory for classic tastes. The secure clasp and quality build ensure lasting performance and feel."
  },
  {
    "id": "jewel-9",
    "name": "Minimalist Black Watch",
    "slug": "minimalist-black-watch",
    "price": 72000,
    "type": "watch",
    "image": "/images/black-wrist-watch.png",
    "description": "This all-black wristwatch features a matte finish, slim case, and understated dial that embodies modern sophistication. A bold yet quiet presence on your wrist, it suits monochrome outfits or contrasts beautifully with color. Lightweight and versatile, it’s an excellent choice for anyone drawn to clean lines and sleek, minimal aesthetics."
  }
]
